const list = {
  content: [
    {
      name: '白洋淀景区',
      address: '河北省雄安新区容城县奥威路16号（奥威路与罗萨大街交叉口西80米）',
      latitude: '38.949825',
      longitude: '115.988947',
      description:
        '白洋淀是中国海河平原上最大的湖泊。位于河北省中部。旧称白羊淀，又称西淀。因电影《小兵张嘎》而驰名中外。是在太行山前的永定河和滹沱河冲积扇交汇处的扇缘洼地上汇水形成。现有大小淀泊143个，其中以白洋淀较大，总称白洋淀。面积336平方千米。水产资源丰富，淡水鱼有50多种，白洋淀由堤防围护，淀内壕沟纵横，河淀相通，田园交错，水村掩映。淀上波光荡漾，水鸟啁啾，芦苇婆娑，荷香暗送，构成了一幅生态美景。素有华北明珠之称、亦有“北国江南、北地西湖”之誉。2007年，保定市白洋淀景区经国家旅游局正式批准为国家5-旅游景区。安新县白洋淀大观园占地128万平方米，工程投资6000万元，属荷花观赏景区。园内荟萃中外荷花366种，是我国荷花种植面最大品种最多的生态旅游景区。园内有五区（迎宾区、服务区、餐饮区、观景区、度假区）、四园（精品荷园、垂钓园、静心园、民俗园）、三港（泊船港、观鱼港、休闲港）、二滩（浴场沙滩、休闲滩）、一山（观景山）；十里环园路，百顷荷花塘，千丈赏荷桥，万米船行道。游大观园重点是赏荷，在156种名贵珍品中稀有莲种有美国的黄莲、日本的大贺莲、中美合育的友谊牡丹莲。南美王莲尤有特色，能负重数斤，堪称莲中之魁。白洋淀大观园所处之地，名曰荷花淀，千百年来，这里的荷花，不知吸引了多少文人墨客，倾倒了多少达官显贵，陶醉了多少红男绿女，折服了几代皇妃帝王。到白洋淀赏荷，的确是一大快事。但愿白洋淀大观园的荷花对各位游客有一点启迪之情。门票：50元/人电瓶车：10元/人次（环园1圈）游览时间：3小时左右。',
      distance: '100km',
      kTime: '周一至周日07:00-18:00',
      img: 'https://oss.xay.xacloudy.cn/images/2024-10/37ab13ee-e824-4eb3-a09a-ef75b47c2c40aa.png',
    },
  ],
}
const imgArr = [
  'https://oss.xay.xacloudy.cn/images/2024-10/37ab13ee-e824-4eb3-a09a-ef75b47c2c40aa.png',
  'https://oss.xay.xacloudy.cn/images/2024-10/261d26a5-838d-4831-a04d-0cc07b549369bb.png',
  'https://oss.xay.xacloudy.cn/images/2024-10/e941d0f3-c2db-4af9-b3c2-c79c5c91db94cc.png',
]

export default () => {
  return {
    list,
    imgArr,
  }
}
